<chapter lang='ar' id='archap'>
<chapterinfo>
<othercredit>
  <surname>Faya</surname>
  <firstname>Salah</firstname>
  <affiliation><address><email>visualmind@hotmail.com</email></address></affiliation>
  <contrib>Translation</contrib>
</othercredit>
</chapterinfo>
<title lang="ar">&#x627;&#x644;&#x644;&#x63a;&#x629; &#x627;&#x644;&#x639;&#x631;&#x628;&#x64a;&#x629;</title>

<para lang="ar">
&#x9;DocBook &#x647;&#x648; <ulink url="http://www.ucc.ie/xml/#doctype">&#x646;&#x638;&#x627;&#x645; &#x62a;&#x639;&#x631;&#x64a;&#x641; &#x646;&#x648;&#x639; &#x627;&#x644;&#x648;&#x62b;&#x627;&#x626;&#x642; (Document Type Definition)</ulink> (DTD)
&#x9;&#x645;&#x639;&#x62f;&#x64e; &#x645;&#x646; &#x642;&#x628;&#x644; <ulink url="mailto:docbook-tc@oasis-open.org">&#x644;&#x62c;&#x646;&#x629; DocBook &#x627;&#x644;&#x62a;&#x642;&#x646;&#x64a;&#x629;</ulink>
&#x9;&#x645;&#x646; <ulink url="http://www.oasis-open.org/">OASIS</ulink>.
&#x9;&#x64a;&#x646;&#x627;&#x633;&#x628; &#x628;&#x634;&#x643;&#x644; &#x62e;&#x627;&#x635; &#x627;&#x644;&#x643;&#x62a;&#x628; &#x648;&#x627;&#x644;&#x645;&#x633;&#x62a;&#x646;&#x62f;&#x627;&#x62a; &#x627;&#x644;&#x62a;&#x64a; &#x62a;&#x62a;&#x639;&#x644;&#x642; &#x628;&#x623;&#x62f;&#x648;&#x627;&#x62a; &#x648;&#x628;&#x631;&#x627;&#x645;&#x62c; &#x627;&#x644;&#x643;&#x645;&#x628;&#x64a;&#x648;&#x62a;&#x631; 
&#x9;(&#x628;&#x627;&#x644;&#x631;&#x63a;&#x645; &#x645;&#x646; &#x623;&#x646;&#x647; &#x644;&#x64a;&#x633; &#x645;&#x62d;&#x62f;&#x648;&#x62f;&#x627;&#x64b; &#x644;&#x647;&#x630;&#x627; &#x627;&#x644;&#x646;&#x648;&#x639; &#x645;&#x646; &#x627;&#x644;&#x62a;&#x637;&#x628;&#x64a;&#x642;&#x627;&#x62a;).
</para>

<para lang="ar">
&#x9;&#x648;&#x644;&#x623;&#x646;&#x647; &#x646;&#x638;&#x627;&#x645; &#x642;&#x648;&#x64a; &#x648;&#x643;&#x628;&#x64a;&#x631;&#x60c; &#x648;&#x644;&#x623;&#x646; &#x62a;&#x631;&#x627;&#x643;&#x64a;&#x628;&#x647; &#x627;&#x644;&#x623;&#x633;&#x627;&#x633;&#x64a;&#x629; &#x62a;&#x62a;&#x648;&#x627;&#x641;&#x642; &#x645;&#x639; &#x627;&#x644;&#x641;&#x643;&#x631;&#x629; &#x627;&#x644;&#x639;&#x627;&#x645;&#x629;
&#x9;&#x644;&#x645;&#x627; &#x64a;&#x62a;&#x643;&#x648;&#x646; &#x645;&#x646;&#x647; <quote>&#x627;&#x644;&#x643;&#x62a;&#x627;&#x628;</quote>&#x60c; &#x641;&#x625;&#x646; DocBook &#x645;&#x62a;&#x628;&#x646;&#x649; &#x645;&#x646; &#x642;&#x628;&#x644; &#x62c;&#x645;&#x647;&#x648;&#x631;
&#x9;&#x643;&#x628;&#x64a;&#x631; &#x64a;&#x632;&#x62f;&#x627;&#x62f; &#x628;&#x627;&#x633;&#x62a;&#x645;&#x631;&#x627;&#x631; &#x64a;&#x633;&#x62a;&#x62e;&#x62f;&#x645;&#x647; &#x641;&#x64a; &#x643;&#x62a;&#x627;&#x628;&#x629; &#x648;&#x62b;&#x627;&#x626;&#x642; &#x645;&#x646; &#x643;&#x644; &#x627;&#x644;&#x623;&#x646;&#x648;&#x627;&#x639;.
&#x9;&#x625;&#x646; DocBook &#x645;&#x62f;&#x639;&#x648;&#x645; <quote>&#x62e;&#x627;&#x631;&#x62c;&#x64a;&#x627;&#x64b;</quote> &#x645;&#x646; &#x642;&#x628;&#x644; &#x639;&#x62f;&#x62f; &#x645;&#x646; &#x627;&#x644;&#x623;&#x62f;&#x648;&#x627;&#x62a; &#x627;&#x644;&#x62a;&#x62c;&#x627;&#x631;&#x64a;&#x629;&#x60c;  &#x648;&#x647;&#x646;&#x627;&#x643;
&#x9;&#x62f;&#x639;&#x645; &#x645;&#x62a;&#x633;&#x639; &#x641;&#x64a; &#x639;&#x62f;&#x62f; &#x645;&#x646; &#x628;&#x64a;&#x626;&#x627;&#x62a; &#x627;&#x644;&#x628;&#x631;&#x627;&#x645;&#x62c; &#x627;&#x644;&#x645;&#x62c;&#x627;&#x646;&#x64a;&#x629;. &#x647;&#x630;&#x647; &#x627;&#x644;&#x645;&#x64a;&#x632;&#x627;&#x62a; &#x62a;&#x62c;&#x645;&#x639;&#x62a; &#x644;&#x62a;&#x62c;&#x639;&#x644; DocBook
&#x9;&#x628;&#x634;&#x643;&#x644; &#x639;&#x627;&#x645; &#x633;&#x647;&#x644; &#x644;&#x644;&#x641;&#x647;&#x645;&#x60c; &#x645;&#x641;&#x64a;&#x62f; &#x643;&#x62b;&#x64a;&#x631;&#x627;&#x64b;&#x60c; &#x648;&#x646;&#x638;&#x627;&#x645; &#x630;&#x648; &#x634;&#x639;&#x628;&#x64a;&#x629; &#x643;&#x628;&#x64a;&#x631;&#x629;. &#x647;&#x646;&#x627;&#x643; &#x627;&#x644;&#x639;&#x62f;&#x64a;&#x62f; &#x645;&#x646; &#x627;&#x644;&#x645;&#x646;&#x638;&#x645;&#x627;&#x62a;
&#x9;&#x62a;&#x633;&#x62a;&#x62e;&#x62f;&#x645; DocBook &#x644;&#x645;&#x644;&#x627;&#x64a;&#x64a;&#x646; &#x645;&#x646; &#x635;&#x641;&#x62d;&#x627;&#x62a; &#x627;&#x644;&#x648;&#x62b;&#x627;&#x626;&#x642; &#x628;&#x647;&#x64a;&#x626;&#x627;&#x62a; &#x645;&#x637;&#x628;&#x648;&#x639;&#x629; &#x648;&#x645;&#x639;&#x631;&#x648;&#x636;&#x629; &#x645;&#x62a;&#x646;&#x648;&#x639;&#x629;&#x60c; &#x62d;&#x648;&#x644; &#x627;&#x644;&#x639;&#x627;&#x644;&#x645;.
</para>

</chapter>